tap "brewsci/bio"
tap "charlesvardeman/taps"
tap "darrikonn/formulae"
tap "getantibody/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "imas/rdflint"
tap "kdabir/tap"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "nektos/tap"
tap "ontola/ldget", "https://github.com/ontola/ldget.git"
brew "ack"
brew "xz"
brew "avro-tools"
brew "bat"
brew "bazel"
brew "bench"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "ccat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fasd"
brew "fd"
brew "fzf"
brew "gh"
brew "gist"
brew "git"
brew "git-lfs"
brew "github-markdown-toc"
brew "go"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "helm"
brew "howdoi"
brew "hub"
brew "hubflow"
brew "hugo"
brew "ifstat"
brew "jena"
brew "jq"
brew "jsonpp"
brew "kafkacat"
brew "kubernetes-cli"
brew "lnav"
brew "m-cli"
brew "mas"
brew "maven"
brew "miller"
brew "mosquitto"
brew "mpd"
brew "ncmpcpp"
brew "neovim"
brew "packer"
brew "pandoc"
brew "parallel"
brew "pdf2svg"
brew "pipenv"
brew "psqlodbc"
brew "pup"
brew "pv"
brew "pwgen"
brew "r"
brew "ranger"
brew "raptor"
brew "ripgrep"
brew "serd"
brew "shpotify"
brew "socat"
brew "speedtest-cli"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "stow"
brew "swi-prolog"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "typescript"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "charlesvardeman/taps/owl2jsonld"
brew "charlesvardeman/taps/widoco"
brew "darrikonn/formulae/cheat"
brew "imas/rdflint/rdflint"
brew "kdabir/tap/has"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community-shell"
brew "nektos/tap/act"
brew "ontola/ldget/ldget"
cask "1password-cli"
cask "amethyst"
cask "basictex"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-iosevka-slab"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"
cask "multipass"
cask "wireshark"
mas "Airmail", id: 918858936
mas "Be Focused", id: 973134470
mas "Be Focused Pro", id: 961632517
mas "Byword", id: 420212497
mas "Evernote Web Clipper", id: 1481669779
mas "FoldingText", id: 540003654
mas "GarageBand", id: 682658836
mas "iA Writer Classic", id: 439623248
mas "iMovie", id: 408981434
mas "iThoughtsX", id: 720669838
mas "Keynote", id: 409183694
mas "Kiwi for Gmail", id: 986304488
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator", id: 407963104
mas "PomoDone App", id: 1096128050
mas "PopClip", id: 445189367
mas "ScanSnap Cloud", id: 1211119808
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Textual IRC Client", id: 1262957439
mas "Todoist", id: 585829637
mas "ToothFairy", id: 1191449274
mas "Twitter", id: 1482454543
mas "Type Fu", id: 509818877
